Repository: Grrompf/Nakade
Catalog: module/Appointment/language/*.po
Languages: de_de

source: You submitted an appointment for a new match date at %URL%.
de_de: Du hast eine Terminverlegung für eine Partie auf %URL% beantragt.

source: Your match: %MATCH_INFO%
de_de: Deine Partie: %MATCH_INFO%

source: Actual match date: %OLD_DATE%
de_de: Aktueller Termin: %OLD_DATE%

source: New match date: %NEW_DATE%
de_de: Neuer Termin: %NEW_DATE%

source: Before updating, your opponent has to confirm the appointment .
de_de: Für eine endgültige Übernahme des neuen Termin, muss dein Gegner diesen bestätigen.

source: The confirmation process can last up to %TIME% hours.
de_de: Das kann bis zu %TIME% Stunden dauern.

source: Do not update your iCal before confirmation.
de_de: Aktualisiere dein iCal erst nach Terminbestätigung.

source: New League Appointment Reminder
de_de: Memo zur Terminverlegung

source: The new appointment for your match date at %URL% is submitted.
de_de: Es wurde eine Anfrage zur Terminverlegung deiner Ligapartie bei %URL% eingereicht.

source: You have to confirm the appointment before updating.
de_de: Um der Terminverlegung zu zustimmen, musst du den neuen Termin bestätigen.

source: Therefore, you just can click on the link provided below.
de_de: Dazu musst du lediglich auf den Link klicken oder über deinen Browser ausführen.

source: Or you just login at %URL% and confirm the new date on your site.
de_de: Eine andere Möglichkeit ist die online Bestätigung unter %URL%.

source: Otherwise, if you do NOT AGREE to the appointment, you can reject it.
de_de: Falls du mit der Terminverlegung NICHT EINVERSTANDEN bist, kannst du diese auch online abweisen.

source: For rejecting, you have to logIn at %URL% and provide a reason.
de_de: Ein begründeter Widerspruch des vorgeschlagenen Termins ist nur online unter %URL% möglich.

source: After %TIME% hours, the new appointment will be automatically confirmed.
de_de: Der neue Termin wird nach %TIME% Stunden automatisch bestätigt.

source: In any case, the new date is binding after confirming!
de_de: Der neue Termin ist nach der Bestätigung verbindlich.

source: Confirm your League Appointment at nakade.de
de_de: Bestätige deinen Termin auf nakade.de

source: The new appointment for your match date at %URL% is confirmed.
de_de: Die Terminverlegung deiner Partie auf %URL% wurde bestätigt.

source: If you use a calendar application, do not forget to update.
de_de: Du kannst jetzt deinen digitalen Terminkalendar aktualisieren.

source: An updated iCal is found on your site after login at %URL%.
de_de: Den aktuellen iCal findest du auf der Begrüßungsseite nach Anmeldung auf %URL%.

source: Your League Appointment is confirmed
de_de: Deine Terminverlegung wurde bestätigt

source: The new appointment for your match date at %URL% is rejected.
de_de: Eine Terminverlegung deiner Partie auf %URL% wurde abgewiesen.

source: Proposed appointment: %NEW_DATE%
de_de: Vorgeschlagener Termin: %NEW_DATE%

source: Please contact your opponent immediately.
de_de: Bitte kontaktiere umgehend deinen Gegner.

source: Try to find a solution together.
de_de: Versucht gemeinsam eine Lösung zu finden.

source: Subsequently, contact a league manager.
de_de: Danach kontaktiere den Liga-Manager.

source: Only a league manager can edit a rejected date.
de_de: Nur der Liga-Manager kann einen einmal abgewiesenen Termin bearbeiten.

source: If you cannot find a solution, the league manager will make a decision.
de_de: Falls du keine Einigung mit deinem Gegner erzielen kannst, wird der Liga-Manager eine Entscheidung gemäß den Regeln treffen.

source: Your League Appointment is rejected
de_de: Deine Terminverlegung wurde abgewiesen

source: Reject Reason
de_de: Begründung

source: Reject
de_de: Abweisen

source: Cancel
de_de: Abbrechen

source: Confirm
de_de: Bestätigen

source: New Match Date
de_de: Neuer Termin

source: Time
de_de: Zeit

source: I do confirm my opponent has agreed to this schedule
de_de: Hiermit bestätige ich, dass mein Gegner der Terminvereinbarung zugestimmt hat.

source: Submit
de_de: Abschicken

source: You must confirm your opponent agreed to the new schedule.
de_de: Du musst bestätigen, dass dein Gegner dem neuen Termin zugestimmt hat.

source: Confirmation failed
de_de: Bestätigung fehlgeschlagen

source: Your confirmation failed.
de_de: Deine Bestätigung ist fehlgeschlagen.

source: Probably, this appointment is already confirmed.
de_de: Möglicherweise wurde der Termin schon bestätigt.

source: Log in to find out!
de_de: Log dich ein, um es herauszufinden!

source: Data Transmission Error
de_de: Datenübetragungsfehler

source: Expected data not found.
de_de: Erwartete Daten wurden nicht gefunden.

source: Did you really use the correct link provided by email?
de_de: Hast du den korrekten Link der Email benutzt?

source: New match appointment confirmed
de_de: Neuer Termin bestätigt

source: Your match appointment is confirmed.
de_de: Deine Terminverlegung wurde bestätigt.

source: Further detailed information will be sent to your email address.
de_de: Weitere Informationen dazu findest du in deiner email.

source: Confirm new match appointment
de_de: Bestätigung des neuen Termins

source: A new new match date was provided by your opponent.
de_de: Eine Terminverlegung wurde von deinem Gegner eingereicht.

source: Your binding confirmation is needed.
de_de: Deine verbindliche Zusage wird benötigt.

source: Match
de_de: Partie

source: Old Date
de_de: Alter Termin

source: New Date
de_de: Neuer Termin

source: If you do not agree, you may reject the appointment.
de_de: Falls du nicht einverstanden bist, kannst du dem neuen Termin widersprechen.

source: Edit match appointment
de_de: Terminverlegung

source: Before edit your match date, contact your opponent.
de_de: Bevor du eine Terminverlegung einträgst, stimme dich zuvor mit deinem Gegner ab.

source: Match appointment rejected
de_de: Abgewiesener Termin

source: Your matter is in process.
de_de: Deine Anfrage wird bearbeitet.

source: Please contact immediately your opponent to find a solution.
de_de: Bitte kontaktiere umgehend deinen Gegner, um eine gemeinsame Lösung zu finden.

source: Invalid Process
de_de: Ungültiger Prozess

source: You are not authorized to that.
de_de: Du hast dafür keine Berechtigung.

source: Probably, this is not your match or it was already edited.
de_de: Möglicherweise ist dieses nicht deine Partie oder sie wurde schon einmal bearbeitet.

source: Reject new match appointment
de_de: Neuen Termin abweisen

source: Please provide a reason for rejecting the new match date.
de_de: Bitte begründe deine Terminabweisung.

source: For example: I was not asked at all.
de_de: z.B. : Ich wurde überhaupt nicht gefragt.

source: Match appointment submitted
de_de: Terminverlegung beantragt

source: Your match appointment is submitted.
de_de: Dein Terminvorschlag wurde weitergeleitet.

source: Please show some patience until your opponent confirmed the new date.
de_de: Damit der neue Termin übernommen werden kann, muss dein Gegner diesen zuerst bestätigen. Bitte habe ein Geduld.

source: A reminder mail is sent to your email address.
de_de: Du bekommst in kürze ein Mail zu diesem Vorgang.

source: Matches available for shifting appointments
de_de: Verschiebbare Partietermine

source: Date
de_de: Datum

source: click for making an appointment
de_de: hier klicken, um einen Termin zu verschieben

source: There are no appointments available to shift.
de_de: Keine Termine gefunden.

source: Matches to Confirm
de_de: Partien zu bestätigen

source: click to process
de_de: zum Bestätigen klicken

source: old date
de_de: altes Datum

source: new date
de_de: neues Datum

source: There are no appointments to confirm.
de_de: Keine zu bestätigenden Termine.

source: Rejected Appointments
de_de: Abgewiesene Termine

source: Submitter
de_de: Antragsteller

source: Responder
de_de: Empfänger

source: submitted
de_de: eingereicht

source: old
de_de: alt

source: new
de_de: neu

source: Reason
de_de: Begründung

source: No rejected appointments found.
de_de: Keine abgewiesenen Termine gefunden.

source: You have %x% appointments awaiting confirmation
de_de: Du hast %x% unbestätigte Termine.

source: go to confirmation
de_de: zur Bestätigung
