Repository: Grrompf/Nakade
Catalog: module/Stats/language/*.po
Languages: de_de

source: Place
de_de: Platz

source: Tournament
de_de: Turnier

source: League
de_de: Liga

source: Division
de_de: Liga

source: Champion
de_de: Meister

source: Runner-Up
de_de: Vize-Meister

source: Third
de_de: Dritter

source: %NAME% League - %NUMBER%. Season
de_de: %NAME% Liga - %NUMBER%. Saison

source: previous
de_de: zurück

source: Actual Page
de_de: Aktuelle Seite

source: next
de_de: weiter

source: No matches found.
de_de: Keine Partien gefunden.

source: My Stats
de_de: Meine Statistiken

source: Tournaments
de_de: Turniere

source: Played
de_de: Gespielt

source: Win
de_de: Siege

source: Draw
de_de: Jigos

source: Defeat
de_de: Niederlagen

source: Consecutive wins
de_de: Siegeserie

source: My Achievements
de_de: Meine Erfolge

source: My Wins
de_de: Meine Siege

source: Return
de_de: Zurück

source: Win Balance
de_de: Siegesbilanz

source: Black
de_de: Schwarz

source: White
de_de: Weiß

source: Matches
de_de: Partien

source: Wins
de_de: Siege

source: Defeats
de_de: Niederlagen

source: Match Share
de_de: Anteil

source: Total Share
de_de: Gesamtanteil:

source: Share
de_de: Anteil

source: Close
de_de: knapp

source: Resigns
de_de: Aufgaben

source: On Time
de_de: Zeit

source: Forfeit
de_de: Disqualifikation

source: Draws
de_de: Jigos

source: Certificate
de_de: Urkunde

source: Nakade - The Game of Go Online
de_de: Nakade - Das Portal für das Go-Spiel Online

source: Awarded To
de_de: Für den Außerordentlichen Erfolg Von

source: For
de_de: Für das Erreichen des

source: Of The Go Tournament
de_de: beim Online Go-Turnier

source: Nakade - Online Go Tournaments
de_de: Nakade - Online Go-Turniere

source: Nothing Awarded
de_de: Keinen Erfolg erreicht

source: My Defeats
de_de: Meine Niederlagen

source: Defeat Balance
de_de: Niederlagenbilanz

source: My Tournaments
de_de: Meine Turniere

source: My Draws
de_de: Meine Jigos

source: Cross Table
de_de: Kreuztabelle

source: Results
de_de: Ergebnisse

source: Position
de_de: Platz

source: Player
de_de: Spieler

source: played games
de_de: gespielte Partien

source: W
de_de: S

source: J
de_de: U

source: Lost
de_de: Niederlagen

source: L
de_de: N

source: Points
de_de: Punkte

source: Pt
de_de: P

source: My Best Winning Streak
de_de: Meine Längste Siegesserie

source: %NO%. %NAME% League - %NUMBER%. Season
de_de: %NO%. %NAME% Liga - %NUMBER%. Saison

source: My Matches
de_de: Meine Partien

source: Match Balance
de_de: Spielbilanz
