Repository: Grrompf/Nakade
Catalog: module/League/language/*.po
Languages: de_de

source: This is a reminder of your next match at %NEW_DATE% .
de_de: Dies ist eine Erinnerung an deine nächste Partie am %NEW_DATE% .

source: Your match: %MATCH_INFO%
de_de: Deine Partie: %MATCH INFO%

source: For any more details visit us at %URL%
de_de: Für weitere Details besuche uns auf %URL%

source: Your Match Reminder
de_de: Memo an deine Partie

source: Your match result was automatically set at %URL%.
de_de: Das Ergebnis deiner Partie wurde auf %URL% automatisch gesetzt.

source: RESULT: Suspended
de_de: Ergebnis: Spiel ausgesetzt

source: According to our rules, a match is suspended if no result is provided 72h after match date.
de_de: Entsprechend unseres Regelwerks wird eine Partie als ausgesetzt gewertet, falls nicht binnen 72h ein Ergebnis eingereicht wurde.

source: In case of a mistake, please contact a league manager.
de_de: Im Falle eines Fehlers, wende dich bitte an einen Liga-Manager.

source: Your Match Result
de_de: Das Ergebnis deiner Partie

source: The result of your match was submitted.
de_de: Das Ergebnis deiner Partie wurde eingereicht.

source: Result: %RESULT%
de_de: Ergebnis: %RESULT%

source: No result was found.
de_de: Keine Ergebnisse gefunden

source: Result is a draw.
de_de: Das Ergebnis ist unentschieden.

source: Your match was suspended.
de_de: Deine Partie wurde ausgesetzt.

source: %COLOR% win by resignation.
de_de: %COLOR% gewinnt durch Aufgabe.

source: %COLOR% win by forfeit.
de_de: %COLOR% gewinnt durch Nichterscheinen.

source: %COLOR% win on time.
de_de: %COLOR% gewinnt auf Zeit.

source: %COLOR% win by %POINTS% points.
de_de: %COLOR% gewinnt mit %POINTS% Punkten.

source: Nobody
de_de: Niemand

source: Black
de_de: Schwarz

source: White
de_de: Weiß

source: A new appointment for your match date at %URL% was set.
de_de: Eine Terminverlegung für deine Partie auf %URL% wurde beantragt.

source: The date was edited by a league manager on request.
de_de: Der Termin wurde auf Anfrage durch einen Liga-Manager gesetzt.

source: Actual match date: %OLD_DATE%
de_de: Aktueller Spieltermin: %OLD_DATE%

source: New match date: %NEW_DATE%
de_de: Neuer Spieltermin: %NEW_DATE%

source: This new date is binding even without confirming.
de_de: Der neue Termin ist verbindlich.

source: If you use a calendar application, do not forget to update.
de_de: Falls du eine Kalendar-App verwendest, vergiss nicht zu aktualisieren.

source: An updated iCal is found on your site after login at %URL%.
de_de: Die aktuelle iCal Datei findest du auf deinem Dashboard auf %URL% nach dem Einloggen.

source: Your New Match Appointment
de_de: Deine neue Terminvereinbarung

source: Your match result is overdue.
de_de: Dein Spielergebnis fehlt.

source: Please provide your result immediately at %URL%.
de_de: Bitte reiche umgehend das Ergebnis deiner Partie auf %URL% ein.

source: Match date: %NEW_DATE%
de_de: Spieltag: %NEW_DATE%

source: According to our rules, a match is suspended if no result is provided within the next 3 days.
de_de: Unserem Regelwerk entsprechend wird ein Spiel als ausgesetzt gewertet, falls kein Ergebnis innerhalb von 3 Tagen eingereicht wird.

source: In case of a technical problem, please contact a league manager.
de_de: Im Falle eines technischen Problems, wende dich bitte an einen Liga-Manager.

source: Your Match Result is Missing
de_de: Dein Partieergebnis fehlt

source: Enter Result
de_de: Ergebnis eintragen

source: open
de_de: offen

source: Match Id
de_de: Partie ID

source: Match Day
de_de: Spieltag

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Change Colors
de_de: Farben tauschen

source: Winner
de_de: Sieger

source: No Winner
de_de: kein Sieger

source: Result
de_de: Ergebnis

source: No Result
de_de: kein Ergebnis

source: Points
de_de: Punkte

source: white
de_de: Weiß

source: black
de_de: Schwarz

source: My match vs %name%
de_de: Meine Partie gegen %name%

source: my color is %color%
de_de: meine Spielfarbe ist %color%

source: Nakade League Match vs %name%
de_de: Nakade Liga Partie gegen %name%

source: No Info available
de_de: Keine Informationen verfügbar

source: Resignation
de_de: Aufgabe

source: Win by Points
de_de: Sieg nach Punkten

source: Lost by Forfeit
de_de: Disqualifikation

source: Game Suspended
de_de: Spiel ausgesetzt

source: Lost on Time
de_de: auf Zeit verloren

source: %name% 1. League
de_de: %name% 1. Liga

source: No season found
de_de: Keine Saison gefunden.

source: Position
de_de: Platz

source: Player
de_de: Spieler

source: Games
de_de: Spiele

source: G
de_de: S

source: %name% %no%. League
de_de: %name% %no%. Liga

source: played games
de_de: gespielte Partien

source: Wins
de_de: Siege

source: W
de_de: S

source: J
de_de: U

source: Lost
de_de: Niederlagen

source: L
de_de: N

source: Pt
de_de: P

source: edit match day
de_de: Spieltag bearbeiten

source: Matchday
de_de: Spieltag

source: League
de_de: Liga

source: edit
de_de: bearbeiten

source: download your schedule calendar (iCal)
de_de: lade deinen Spielplan runter (iCal)

source: My %name% League Schedule
de_de: Mein %name% Liga Spielplan

source: No schedule found
de_de: Kein Spielplan gefunden

source: Download your calendar
de_de: Lade dir deinen Spielplan runter

source: my color
de_de: Meine Spielfarbe

source: edit match date
de_de: Spieltag bearbeiten

source: %name% League - Open Results
de_de: %name% Liga - Offene Ergebnisse

source: No open results found
de_de: keine offenen Ergebnisse gefunden

source: %name% League - My Results
de_de: %name% Liga - Meine Ergenisse

source: No results found
de_de: Keine Ergebnisse gefunden

source: Successful Input
de_de: Erfolgreiche Eingabe

source: Congratulations!
de_de: Glückwunsch!

source: Soon you will receive an email with the result.
de_de: Du wirst eine Email mit dem Ergebnis erhalten.

source: Results - Match Day %no%
de_de: Ergebnisse - %no%. Spieltag

source: %no%.Match day
de_de: %no%.Spieltag

source: New Result
de_de: Neues Ergebnis
