Repository: Grrompf/Nakade
Catalog: module/Season/language/*.po
Languages: de_de

source: This is your actual schedule for the %NUMBER%.%ASSOCIATION% League at %URL%.
de_de: Dies ist dein aktueller Spielplan zur %NUMBER%.%ASSOCIATION% Liga auf %URL%.

source: All matches are officially played on KGS.
de_de: Offiziell werden alle Partien auf KGS gespielt.

source: Time
de_de: Zeit

source: Match day
de_de: Spieltag

source: You have to provide your KGS name, so your opponent can recognize you.
de_de: Damit dein Gegner dich findet, solltest du deinen KGS Namen in deinem Profil eintragen.

source: In case of a match appointment, find your actual schedule on your dashboard .
de_de: Im Falle einer Terminverschiebung, findest du deine aktuellen Termine auf deinem Dashboard.

source: You can also download your actual schedule for ICal.
de_de: Du kannst dir auch deinen aktuellen Spielplan für iCal runterladen.

source: The deadline for appointments are 3 days before a match.
de_de: Terminverschiebungen sind bis maximal 3 Tage vor einer Partie möglich.

source: You will receive an email some days before a match.
de_de: Einige Tage vor jeder Partie Du bekommst du eine Erinnerungsmail.

source: Please keep an eye on your mailbox - also in case of appointments.
de_de: Bitte rufe regelmäßig deine eMails ab - insbesondere für den Fall einer Terminverschiebung.

source: After a match, both players may enter the result.
de_de: Nach einer Partie können beide Spieler das Ergebnis eintragen.

source: Be aware on automatic emails if the result is not entered in time.
de_de: Falls das Ergebnis nicht rechtzeitig eingetragen wird, werden beide Spieler automatisch per eMail daran erinnert.

source: There is a deadline of 72h after a match.
de_de: Die Ergebniseingabe ist auf 72h nach einer Partie befristet.

source: Afterwards the match is automatically suspended.
de_de: Danach wird die Partie automatisch ergebnislos gewertet.

source: Any further details on the tournament rules, you can find online.
de_de: Weitere Informationen zum Reglement findest du online.

source: If you have problems, please contact a league manager.
de_de: Bei Fragen kontaktiere bitte einen Liga Manager.

source: We hope you enjoy your matches and have a wonderful time on %URL%.
de_de: Wir wünschen dir viel Spaß und Erfolg bei deinen Partien auf %URL%.

source: Your Schedule - %ASSOCIATION% League
de_de: Dein Spielplan - %ASSOCIATION% Liga

source: A new season is announced at %URL%.
de_de: Eine neue Saison wurde auf %URL% angekündigt.

source: We are happy to invite you to participate in the %NUMBER%. %ASSOCIATION% League.
de_de: Hiermit laden wir dich zur %NUMBER%. %ASSOCIATION% Liga ein und würden uns über deine Teilnahme sehr freuen.

source: The starting date is tentatively scheduled for the %DATE%.
de_de: Der vorläufige Saisonbeginn ist für den %DATE% festgelegt.

source: Base time
de_de: Bedenkzeit

source: To ensure being in the league, please confirm your participation as soon as possible.
de_de: Mit einer umgehenden Zusage, wird dir deine Teilnahme garantiert.

source: You can do so by clicking on the link provided below.
de_de: Mit einem Klick auf den Link kannst du deine Teilnahme direkt bestätigen.

source: Or you just login at %URL% and confirm your participation on your site.
de_de: Oder du loggst dich auf %URL% ein und bestätigst deine Teilnahme auf deinem Dashboard.

source: The deadline for confirming your participation is a month before starting date.
de_de: Teilnahmeschluss ist ein Monat vor Saisonbeginn.

source: All later applications will be ignored.
de_de: Alle späteren Rückmeldungen werden ignoriert.

source: Invitation - %NUMBER%. %ASSOCIATION% League
de_de: Einladung zur %NUMBER%. %ASSOCIATION% Liga

source: Registration Closed
de_de: Anmeldefrist abgelaufen

source: You registered already!
de_de: Du bist schon angemeldet!

source: Register NOW!
de_de: JETZT Anmelden!

source: invite participants
de_de: Teilnehmer einladen

source: create leagues
de_de: Ligen erstellen

source: configure match days
de_de: konfiguriere Spieltage

source: create schedule
de_de: Spielplan erstellen

source: activate season
de_de: Saison aktivieren

source: active season
de_de: aktive Saison

source: Player accepted invitation
de_de: Zusagen von Spielern

source: points
de_de: Punkte

source: Cancel
de_de: Abbruch

source: YES
de_de: JA

source: Season
de_de: Saison

source: No of rounds
de_de: Spieltage

source: Cycle
de_de: Turnus

source: Start date
de_de: Beginn

source: Association
de_de: Verein

source: Season no.
de_de: Saison Nr.

source: No of invited players
de_de: Anzahl eingeladener Spieler

source: Add player
de_de: Spieler hinzufügen

source: Round
de_de: Runde

source: Date
de_de: Datum

source: League no.
de_de: Liga Nr.

source: Remove player
de_de: Spieler entfernen

source: Winning points
de_de: Siegpunkte

source: Base time in minutes
de_de: Basiszeit in Minuten

source: Extra time
de_de: Verlängerung

source: Periods
de_de: Perioden

source: Moves per extra time
de_de: Züge per Periode

source: First tiebreaker
de_de: erster Tiebreak

source: Second tiebreaker
de_de: zweiter Tiebreak

source: Third tiebreaker
de_de: dritter Tiebreak

source: Submit
de_de: Abschicken

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: daily
de_de: täglich

source: on weekdays
de_de: werktags

source: weekly
de_de: wöchentlich

source: fortnightly
de_de: 14-täglich

source: all 3 weeks
de_de: alle 3 Wochen

source: monthly
de_de: monatlich

source: unknown
de_de: unbekannt

source: Confirmation failed
de_de: Bestätigung fehlgeschlagen

source: Your confirmation failed.
de_de: Deine Bestätigung ist fehlgeschlagen.

source: Probably, you accepted your invitation already.
de_de: Möglicherweise hast du deine Einladung schon bestätigt.

source: Log in to find out!
de_de: Log dich ein, um es herauszufinden!

source: Data Transmission Error
de_de: Datenübertragungsfehler

source: Expected data not found.
de_de: Erwartete Daten wurden nicht gefunden.

source: Did you really use the correct link provided by email?
de_de: Hast du den korrekten Link der Email benutzt?

source: Participation is confirmed
de_de: Teilnahme ist bestätigt.

source: Your participation is confirmed.
de_de: Deine Teilnahme wurde bestätigt.

source: It will take some time before the new schedule is announced.
de_de: Es wird ein wenig dauern, bis der neue Spielplan bekanntgegeben wird.

source: You can follow the actual stage of development on the dashboard.
de_de: Du kannst den aktuellen Stand auf deinem Dashboard mitverfolgen.

source: Register for New Season?
de_de: Für die neue Saison anmelden?

source: Your registration is binding.
de_de: Deine Anmeldung ist verbindlich.

source: The match schedule is released subsequently after ending of registration.
de_de: Der Spielplan wird zeitnah nach Beendigung der Anmeldefrist veröffentlicht.

source: Player Roster
de_de: Spielerliste

source: League
de_de: Liga

source: No season found.
de_de: Keine Saison gefunden.

source: Invited players
de_de: Eingeladene Spieler

source: Available players
de_de: Verfügbare Spieler

source: add player
de_de: Spieler hinzufügen

source: Season Overview
de_de: Saisonübersicht

source: Number of leagues
de_de: Anzahl an Ligen

source: Number of players
de_de: Anzahl an Spielern

source: Number of matches
de_de: Spielanzahl

source: Open matches
de_de: offene Partien

source: First match
de_de: erste Partie

source: Last match
de_de: letzte Partie

source: State
de_de: Status

source: Times and Komi
de_de: Bedenkzeit und Komi

source: Call for Participation
de_de: Einladung zur neuen Saison

source: League No.
de_de: Liga Nr.

source: Base Time
de_de: Bedenkzeit

source: Start
de_de: Beginn

source: Participants
de_de: Teilnehmer

source: Stage
de_de: Status

source: Edit New Season
de_de: Neue Saison bearbeiten

source: Create a New Season
de_de: Neue Saison anlegen

source: Leagues
de_de: Ligen

source: Matches
de_de: Partien

source: edit Season
de_de: bearbeite Saison

source: invite Player
de_de: Spieler einladen

source: add League
de_de: Liga hinzufügen

source: edit League
de_de: bearbeite Liga

source: configure Match Days
de_de: konfiguriere Spieltage

source: edit Match Days
de_de: bearbeite Spieltage

source: remove Match Days
de_de: lösche Spieltage

source: create Schedule
de_de: Spielplan erstellen

source: remove Schedule
de_de: Spielplan löschen

source: activate Season
de_de: Saison aktivieren

source: Activate Season?
de_de: Saison aktivieren?

source: This is the final step of a new season.
de_de: Mit diesem letzten Schritt wird die Erstellung einer neuen Saison abgeschlossen.

source: All participating players will receive their match schedule.
de_de: Allen Teilnehmern wird der Spielplan per email zugestellt.

source: Create New Season
de_de: neue Saison anlegen

source: No match days found.
de_de: Keine Spieltage gefunden.

source: Match Days of the Next Season
de_de: Spieltage der neuen Saison

source: round
de_de: Runde

source: date
de_de: Datum

source: edit
de_de: bearbeiten

source: Return
de_de: Zurück

source: Remove all Match Days?
de_de: Alle Spieltage löschen?

source: These are all match days of the next season.
de_de: Dies sind alle Spieltage der neuen Saison.

source: If deleted, you will have to renew the match day configuration.
de_de: Nach dem Löschen musst du die Spieltagkonfiguration erneut ausführen.

source: Edit Match Days
de_de: Bearbeite Spieltage

source: Match Day Configuration
de_de: Konfiguration der Spieltage

source: There are %NUMBER% matches scheduled for the next season.
de_de: Es wurden %NUMBER% Partien für die nächsten Saison angesetzt.

source: No schedule found.
de_de: Kein Spielplan gefunden.

source: Remove Schedule?
de_de: Spielplan Löschen?

source: If deleted, you will have to renew the match schedule.
de_de: Nach dem Löschen musst du den Spieltplan erneut erstellen.

source: Create Schedule?
de_de: Erstelle Spielplan?

source: This will create a match plan for all players.
de_de: Ein Spielplan für alle Teilnehmer wird erstellt.

source: Afterwards you will have to activate the new season.
de_de: Danach muss die neue Saison noch aktiviert werden.

source: Edit New Season's Leagues
de_de: Bearbeiten der Ligen der neuen Saison

source: No
de_de: Nr

source: Player
de_de: Spieler

source: Edit League
de_de: Bearbeite Liga

source: Add New League
de_de: Neue Liga hinzufügen
