Repository: Grrompf/Nakade
Catalog: module/User/language/*.po
Languages: de_de

source: Welcome %FIRST_NAME%
de_de: Willkommen %FIRST_NAME%

source: Thank you for your registration at %URL%.
de_de: Vielen Dank, dass du dich für %URL% entschieden hast.

source: We are happy to welcome you in our community and hope you enjoy your time with us.
de_de: Wir freuen uns, dich bei uns aufzunehmen und wünschen dir hast viel Spaß in unserer Community.

source: Your Credentials
de_de: Deine Zugangsdaten

source: username
de_de: Benutzername

source: password
de_de: Passwort

source: Before you can start, you have to confirm your email first.
de_de: Bevor du loslegen kannst, musst du deine email Adresse bestätigen.

source: Therefore, please click on the link below for confirmation.
de_de: Bitte klicke auf den Link für die Aktivierung.

source: This is necessary to activate your account, too.
de_de: Dieser Schritt ist notwendig, um dein Anmeldung abzuschließen.

source: For security reasons, the validity of the link will expire after %DUE_DATE%.
de_de: Aus Gründen der Sicherheit wird der Link nach dem %DUE_DATE% ungültig.

source: If you failed to confirm in time, your account is deleted.
de_de: Falls du innerhalb der gesetzten Frist deine Anmeldung nicht bestätigst, werden deine Daten gelöscht.

source: In case of a problem, please contact us.
de_de: Bitte kontaktiere uns, falls du Fragen hast.

source: Your Registration at %URL%
de_de: Deine Anmeldung bei %URL%

source: Dear Go Friend
de_de: Lieber Go Freund

source: You are invited to sign up at %URL%.
de_de: Du wurdest eingeladen, dich unter %URL% zu registrieren.

source: Nakade is a platform for organizing leagues for the game of Go.
de_de: Nakade ist eine Plattform, auf der online-Ligen für das Go-Spiel organisiert werden.

source: For our closed beta, we are looking for players who love to compete on even terms.
de_de: Für unsere Closed beta suchen wir Spieler, die sich gerne mit gleichstarken Gegnern messen wollen.

source: Matches are frequently every 3 weeks, so this is best suited for the busy ones.
de_de: Die Partien finden alle drei Wochen statt. Also bestens geeignet für Vielbeschäftigte.

source: If you love the game, you will love us!
de_de: Falls du unsere Leidenschaft für Go-Spiel teilst, wirst du dich bei uns wie zu Hause fühlen.

source: To sign up to our closed beta a coupon code is needed.
de_de: Für die Closed Beta Registrierung benötigst du einen Gutschein.

source: The coupon will expire on %EXPIRE_DATE%.
de_de: Der Gutschein verfällt am %EXPIRE_DATE%.

source: To start sign up you can click the link below
de_de: Für eine einfache Registrierung klicke auf den Link unten

source: or you go to %URL% and enter the coupon code
de_de: oder du gehst auf %URL% und trägst den Gutscheincode manuell ein.

source: For more information just visit our website.
de_de: Besuche unsere Website, falls du mehr wissen möchtest.

source: Invitation By %NAME%
de_de: Einladung von %NAME%

source: %FIRST_NAME% wrote
de_de: %FIRST_NAME% hat geschrieben

source: Your password was reset at %URL%.
de_de: Dein Passwort auf %URL% wurde zurückgesetzt.

source: For security reasons, change the generated password as soon as possible.
de_de: Aus Sicherheitsgründen ist es ratsam, das zugesandte Passwort möglichst bald zu ändern.

source: Therefore, logIn and go to your profile.
de_de: Melde dich an und gehe in dein Profil.

source: Your New Password at %URL%
de_de: Dein neues Password für %URL%

source: You have provided a new email address at %URL%.
de_de: Du hast eine neue email-Adresse auf %URL% eingetragen.

source: Before activating your new address, you have to confirm your email first.
de_de: Um den Vorgang abzuschließen, musst du über den dir zugeschickten Link deine neue Adresse bestätigen.

source: If you failed to confirm in time, your account is deactivated.
de_de: Falls du nicht innerhalb der gesetzten Frist deine Email bestätigst, wird der Zugang deaktiviert.

source: Confirm Your Mail Address
de_de: Bestätige deine email Adresse

source: password was never changed
de_de: Passwort wurde noch nie geändert

source: last time edited on %pwdChangeDate%
de_de: letzte Änderung am %pwdChangeDate%

source: Cancel
de_de: Abbruch

source: YES
de_de: JA

source: Message (opt.)
de_de: Nachricht (opt.)

source: Language
de_de: Sprache

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: Invite NOW!
de_de: JETZT einladen!

source: Nick (opt.)
de_de: Spitzname (opt.)

source: use nick always (anonymous)
de_de: Immer Spitznamen verwenden

source: Birthday
de_de: Geburtstag

source: Role
de_de: Rolle

source: User Name
de_de: Benutzername

source: Salutation
de_de: Anrede

source: First Name
de_de: Vorname

source: Family Name
de_de: Nachname

source: Title
de_de: Titel

source: enter new password
de_de: Neues Passwort:

source: repeat new password
de_de: Eingabe wiederholen:

source: Coupon Code
de_de: Gutschein

source: I agree to all terms and conditions
de_de: Ich habe die AGB gelesen und akzeptiere diese

source: No language
de_de: keine Sprache

source: Guest
de_de: Gast

source: User
de_de: Benutzer

source: Member
de_de: Mitglied

source: previous
de_de: zurück

source: Actual Page
de_de: Aktuelle Seite

source: My Invitations
de_de: Meine Einladungen

source: No Invitations yet ?!
de_de: Noch keine Einladung verschickt ?!

source: Tell your friends about the game of go!
de_de: Erzähl deinen Freunden etwas über das Go-Spiel!

source: Sent To
de_de: Angeschrieben

source: Date
de_de: Datum

source: Expiry Date
de_de: Gültig bis

source: Sign Up
de_de: Registriert

source: Return
de_de: Zurück

source: All Invitations
de_de: Übersicht der Einladungen

source: No Invitations found.
de_de: Keine Einladungen gefunden.

source: Send By
de_de: Verschickt durch

source: Total
de_de: Insgesamt

source: Invitations
de_de: Einladungen

source: You have invited %NUMBER% friends
de_de: Du hast %NUMBER% Freunde eingeladen

source: Invite a Friend
de_de: Freund einladen

source: Your friend will receive an email with a coupon code which enables to register for closed beta!
de_de: Dein Freund erhält einen Gutschein, der für die Anmeldung zur Closed Beta benötigt wird.

source: Make sure, your friend fulfills the requirements, i.e. legal age, KGS account and quick availability by email.
de_de: Achte darauf, dass dein Freund die notwendigen Anforderungen, wie Volljährigkeit, einen KGS Zugang und gute Erreichbarkeit per Email erfüllt.

source: Closed Beta Registration
de_de: Anmeldung zu Closed Beta

source: You need a coupon code to register.
de_de: Für die Anmeldung benötigst du einen Gutschein.

source: For league matches, a KGS account is mandatory.
de_de: Für die Teilnahme an Ligen wird ein KGS Zugang benötigt.

source: Data Transmission Error
de_de: Datenübertragungsfehler

source: Expected data not found.
de_de: Daten nicht gefunden.

source: Hint: Use the link provided in your email.
de_de: Hinweis: verwende den Link in deiner email.

source: Account Updated
de_de: Zugangsdaten aktualisiert

source: You can now sign in using your credentials.
de_de: Du kannst dich jetzt mit deinen Zugangsdaten anmelden.

source: Registration
de_de: Registrierung

source: Go Players Wanted
de_de: Wir Suchen Go-Spieler

source: For our closed beta, we are looking for passionate adult players.
de_de: Für unsere Closed Beta suchen wir nach volljährigen, passionierten Go-Spielern.

source: You have a rank from 1d-15k, love the game and challenges on equal terms.
de_de: Du hast eine Spielstärke von 1d-15k und möchtest dich mit Gleichstarken messen.

source: Despite your restricted time, you can make it on Tuesday every 2-3 weeks frequently.
de_de: Für deine Partien musst du dir alle 2-3 Wochen den Dienstag frei halten.

source: Due to our match time at 6:30 pm (CET), you should resident in the EC.
de_de: Unsere Partien beginnen um 18:30 (MEZ).

source: Got a coupon code?!
de_de: Hast du einen Gutschein?!

source: Register NOW!
de_de: JETZT Anmelden!

source: Reset Password
de_de: Password zurücksetzen

source: Please enter your registered email.
de_de: Bitte gib deine bei uns registrierte email-Adresse ein.

source: Your new credentials will be sent to you.
de_de: Deine neuen Zugangsdaten werden dir zugeschickt.

source: Confirming Failed
de_de: Bestätigung fehlgeschlagen.

source: The validity of the used link is expired.
de_de: Der verwendete Link ist nicht mehr gültig.

source: Find more details in your mail.
de_de: Mehr dazu findest du in deiner email.

source: Profile
de_de: Profil

source: Birthday:
de_de: Geburtstag:

source: edit
de_de: bearbeiten

source: Nick:
de_de: Spitzname:

source: Username:
de_de: Benutzername:

source: Password
de_de: Passwort

source: Edit Language
de_de: Sprache einstellen

source: Edit Profile
de_de: Profil ändern

source: Registered Users
de_de: Registrierte Benutzer

source: add user
de_de: Benutzer hinzufügen

source: Sex
de_de: Anrede

source: Nick
de_de: Spitzname

source: Username
de_de: Benutzername

source: last Login
de_de: Letzer LogIn

source: verified
de_de: bestätigt

source: active
de_de: aktiv

source: show Details
de_de: zeige Details

source: shift
de_de: umschalten

source: reset password
de_de: Password zurücksetzen

source: User Details
de_de: Benutzer Informationen

source: User not found.
de_de: Benutzer nicht gefunden.

source: language
de_de: Sprache

source: created
de_de: angelegt

source: first Login
de_de: erster LogIn

source: Password Reset
de_de: Passwort Zurücksetzen

source: Reset Password?
de_de: Password zurücksetzen

source: This will generate a new password for %NAME%.
de_de: Hiermit wird ein neues Passwort für %NAME% erzeugt.

source: The new password is sent to %EMAIL%.
de_de: Das neue Passwort wird an %EMAIL% geschickt.

source: Edit User
de_de: Benutzer bearbeiten

source: Add User
de_de: Benutzer hinzufügen
