Repository: Grrompf/Nakade
Catalog: module/Support/language/*.po
Languages: de_de

source: Dear %MODERATOR%
de_de: Hallo %MODERATOR%

source: The ticket #%TICKET_NUMBER% is waiting for process.
de_de: Das Ticket #%TICKET_NUMBER% kann jetzt bearbeitet werden.

source: Please logIn at %URL% as soon as possible.
de_de: Bitte logge dich so bald wie möglich auf %URL% ein.

source: Ticket #%TICKET_NUMBER% in Process
de_de: Ticket #%TICKET_NUMBER% wird bearbeitet

source: Dear %NAME%
de_de: Hallo %NAME%

source: You are nominated being a member of the arbitrating body.
de_de: Du wurdest als Mitglied des Schiedsgerichts nominiert.

source: Please contact other referees in case of making decisions.
de_de: Bitte nimm zu anderen Schiedsrichter Kontakt auf, falls eine Entscheidung notwendig wird.

source: Your Nomination as Referee
de_de: Deine Nominierung als Schiedsrichter

source: You are nominated as League Manager of %ASSOCIATION% by %OWNER%.
de_de: Du wurdest als Liga-Manager von %ASSOCIATION% durch %OWNER% nominiert.

source: Your task is to support participants of %ASSOCIATION%.
de_de: Deine Aufgabe ist es, Teilnehmer von %ASSOCIATION% zu unterstützen.

source: Therefore, you find your tickets in the moderator flag.
de_de: Du findest deine Tickets unter dem Moderatorreiter.

source: On request, you can edit results or making appointments.
de_de: Auf Anfrage kannst du Ergebnisse bearbeiten oder Termine verschieben.

source: It is advisable to reassure the request is wanted by both players.
de_de: Es ist ratsam, sicherzustellen, dass die Anfrage von beiden Spielern geteilt wird.

source: Remember to set a solved ticket to "Done".
de_de: Bitte beachte, fertige Tickets auf "Erledigt" zu setzen.

source: Thank you for your commitment.
de_de: Danke für deinen Einsatz.

source: Your Nomination as League Manager of %ASSOCIATION%
de_de: Deine Nominierung als Liga-Manager von %ASSOCIATION%

source: Waiting
de_de: Warte auf Antwort

source: Reopened
de_de: wiedereröffnet

source: In process
de_de: In Bearbeitung

source: Canceled
de_de: abgebrochen

source: Done
de_de: Erledigt

source: New
de_de: Neu

source: League Manager
de_de: Liga Manager

source: Referee
de_de: Schiedsrichter

source: unknown
de_de: unbekannt

source: Your support request needs your reply for processing.
de_de: Für die weitere Bearbeitung deiner Support Anfrage ist deine Mitarbeit notwendig.

source: Please logIn at %URL% and have a look to your open support tickets as soon as possible.
de_de: Bitte logge dich so bald wie möglich auf %URL ein, um deine offenen Tickets zu bearbeiten.

source: Your ticket: #%TICKET_NUMBER%
de_de: Dein Ticket: #%TICKET_NUMBER%

source: Your Support Ticket #%TICKET_NUMBER%
de_de: Deine Support Anfrage #%TICKET_NUMBER%

source: Your support request was processed.
de_de: Deine Support Anfrage wurde bearbeitet.

source: The new stage of your ticket #%TICKET_NUMBER% is "%STAGE%".
de_de: Der neue Status deines Tickets #%TICKET_NUMBER% ist "%STAGE%".

source: For more information logIn at %URL%.
de_de: Für weitere Informationen melde dich auf %URL% an.

source: Subject
de_de: Betreff

source: choose
de_de: wähle

source: Message
de_de: Nachricht

source: Profile
de_de: Profil

source: Rights
de_de: Zugriffsrechte

source: Other
de_de: Sonstiges

source: Appointment
de_de: Terminverschiebung

source: Result
de_de: Ergebnis

source: Rules
de_de: Regelwerk

source: Inappropriate behavior
de_de: Unangemessenes Verhalten

source: Available member
de_de: Verfügbare Mitglieder

source: League
de_de: Liga

source: No Referee found
de_de: Kein Schiedsrichter gefunden

source: Referee Overview
de_de: Übersicht Schiedsgericht

source: add Referee
de_de: Schiedsrichter hinzufügen

source: Nominated
de_de: Nominiert

source: active
de_de: aktiv

source: shift
de_de: ändern

source: Total
de_de: Insgesamt

source: Referee(s)
de_de: Schiedsrichter

source: Add Referee
de_de: Schiedsrichter hinzufügen

source: Only members can become a referee.
de_de: Nur Mitglieder können ins Schiedsgericht berufen werden.

source: English is mandatory!
de_de: Gute Englischkenntnisse werden vorausgesetzt.

source: No Tickets found
de_de: Keine Tickets gefunden

source: My Support Tickets
de_de: Meine Support Anfragen

source: Date
de_de: Datum

source: Stage
de_de: Status

source: No Ticket found
de_de: Kein Ticket gefunden

source: Return
de_de: Zurück

source: Decline
de_de: Ablehnen

source: Mail
de_de: Nachricht

source: Support Inquiry
de_de: Support Anfrage

source: If you have a problem, please provide the necessary information.
de_de: Bitte hinterlasse ausreichend detaillierte Informationen zu deinem Problem.

source: Your request will be processed as soon as possible.
de_de: Deine Anfrage wird so schnell wie möglich bearbeitet.

source: Author
de_de: Autor

source: Support Message
de_de: Support Nachricht

source: Accept
de_de: Annehmen

source: Reopen
de_de: Wiedereröffnen

source: No League Manager found
de_de: Keine Liga-Manager gefunden.

source: My League Manager
de_de: Meine Liga Manager

source: add League Manager
de_de: Liga-Manager hinzufügen

source: Add League Manager
de_de: Liga-Manager hinzufügen

source: previous
de_de: zurück

source: Actual Page
de_de: Aktuelle Seite

source: next
de_de: weiter
